IDEA StatiCa Open Model
ExposureClassesDataEc2.ChloridesFromSea Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Combo box Chlorides from sea
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ExposureClassEc2 ChloridesFromSea { get; set; }
Public Property ChloridesFromSea As ExposureClassEc2
	Get
	Set
public:
property ExposureClassEc2 ChloridesFromSea {
	ExposureClassEc2 get ();
	void set (ExposureClassEc2 value);
}
Property Value
Type: ExposureClassEc2
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace